Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: HSSE responsibilities and deliverables
es: Responsabilidades y entregables de HSSE

source: HSSE shares
es: Conversaciones sobre HSSE

source: HSSE within the Organisation
es: HSSE en la organización

source: HYDROGEOLOGICAL ASSESSMENT – TECHNICAL SUPPORTING DOCUMENT
es: EVALUACIÓN HIDROGEOLÓGICA – DOCUMENTO TÉCNICO

source: HYGIENE
es: HIGIENE

source: HaSEP Desktop Review
es: Revisión de gabinete del HaSEP

source: HaSEP desktop review
es: Revisión de gabinete del HaSEP

source: HaSEP presents relevant information that is helpful in managing the actual hazards on-site.
es: El HaSEP entrega información relevante que ayuda a manejar los peligros del sitio.

source: Had our employee been caught in the blast radius of the explosion, they could easily have been killed.
es: Si nuestro colaborador hubiera quedado dentro del radio de explosión, podría haber muerto.

source: Had this revised location been re-scanned by our private locator, we may have picked up on the presence of underground utilities.
es: Si esta nueva ubicación hubiera sido revisada una vez más por el localizador privado, podríamos haber encontrado los servicios subterráneos.

source: Hagersville Mine - Canadian Gypsum Mine, C.G.C.
es: Mina Hagersville – Canadian Gypsum Mine, C.G.C.

source: Hand tools, such as stillson pipe wrenches, are not to be used as a clamp in conjunction with mechanical rotation to make or break rods.
es: No deben usarse herramientas manuales, como llaves stillson, por ejemplo, junto con rotación mecánica para fabricar o cortar varillas.

source: Handover designated work area.
es: Entregar el área de trabajo designada.

source: Has anything changed / is anything different?
es: ¿Ha cambiado algo / hay algo diferente?

source: Has anything changed?
es: ¿Ha cambiado algo?

source: Has the third party been accused of or involved in any fraud, bribery, corruption or other criminal issues?
es: ¿El tercero ha sido acusado o ha participado en fraude, sobornos, corrupción u otro delito?

source: Have a great suggestion for improvement?
es: ¿Tienes alguna sugerencia para que mejoremos?

source: Have a qualified locate contractor perform a concrete scan.
es: Ordenar a un contratista certificado para localizar servicios que haga una exploración del hormigón.

source: Have alternate communication devices on site if cell service is unreliable (E.g. 2-way radios, SPOT™ GPS Locator, satellite phone).
es: Tener dispositivos de comunicación alternativos por si no hubiere cobertura de celulares (radiotransmisores, dispositivo GPS SPOT™, teléfono satelital u otro).

source: Have controls been identified and implemented?
es: cuyos controles hayan sido identificados e implementados?

source: Have questions or concerns not covered on the brand intranet site?
es: ¿Tienes preguntas o inquietudes que no están resueltas en la intranet de la marca?

source: Have tax consequences have been considered?
es: ¿Se han considerado las consecuencias tributarias?

source: Have the courage to speak up and make a difference, and above all, be safe.
es: Les pido tener la valentía de alzar la voz y marcar la diferencia y, por sobre todo, permanecer seguros.

source: Have them provide you with screenshots of the data and take photos of the reference grid.
es: Pedirles capturas de pantalla de los datos y tomar fotos de la malla de referencia.

source: Have there been any learnings for this project?
es: ¿Ha habido algún aprendizaje en este proyecto?

source: Have you entered any learnings in the LdB?
es: ¿Has ingresado algún aprendizaje en la LdB?

source: Have you shared your observations with anyone directly involved with this HaSEP?
es: ¿Hiciste observaciones a alguien directamente vinculado a este HaSEP?

source: Hazard
es: Peligro

source: Hazard Assessment - The process of identifying hazards so they can be eliminated or controlled to an acceptable level.
es: Evaluación de peligros: proceso que identifica los peligros para que estos puedan ser eliminados o controlados en un nivel aceptable.

source: Hazard Control - The process of eliminating or minimizing risks associated with workplace hazards.
es: Control de peligros: proceso que elimina o minimiza los riesgos asociados a los peligros del lugar de trabajo.

source: Hazard Curves and Uniform Hazard Response Spectra (UHRS)
es: Curvas de peligrosidad y espectros de respuesta de peligro uniforme

source: Hazard Deaggregation by Magnitude and Distance
es: Desagregación del peligro por magnitud y distancia

source: Hazard Identification – The anticipation and recognition of a hazard and defining its characteristics.
es: Identificación de peligros: anticipación y reconocimiento de un peligro y definición de sus características.

source: Hazard, Loss of Process or Near Miss with a risk rating of ‘High’ Incident requiring notification to the Regulator.
es: Peligro, pérdida de proceso o cuasipérdida con un riesgo "Alto" que requiere notificación al Regulador.

source: Hazard: The fire extinguishers can become clogged or require excessive force to discharge and can fail to activate during a fire emergency.
es: Peligro: El extintor de incendios se puede tapar o requerir de fuerza excesiva para su descarga, y podría no activarse durante un incendio.

source: Hazardous Conditions
es: Condiciones Peligrosas

source: Hazardous Substances & Dangerous Goods:
es: Sustancias peligrosas y mercancías peligrosas:

source: Hazardous atmospheres is a collective term given to situations where a person may be in an atmosphere that has the potential for either:
es: El término “atmósfera peligrosa” se refiere a aquellas situaciones en que una persona puede encontrarse en una atmósfera que tiene potencial de tener:

source: Hazardous conditions
es: Condiciones peligrosas

source: Hazardous materials can be further defined as either a hazardous substance, dangerous goods or both of these.
es: Además, se les puede definir ya sea como sustancias peligrosas, mercancías peligrosas o ambas.

source: Hazardous materials is a collective term given to materials that can cause harm to workers, members of the public, property and the environment due to their physical, chemical, and biological properties.
es: El término “materiales peligrosos” engloba a aquellos materiales que pueden causar daño a los trabajadores, al público, a la propiedad y al medio ambiente debido a sus propiedades físicas, químicas y biológicas.

source: Hazardous materials must be stored within containment facilities (e.g. bunded areas, leak proof trays) designed to prevent the release of spilt substances to the environment.
es: Los materiales peligrosos deben almacenarse en recintos diseñados para impedir la liberación de sustancias derramadas en el medio ambiente (sistemas de contención de derrames, bandejas a prueba de fugas, etc.)

source: Hazardous materials used or stored on site.
es: Los materiales peligrosos usados o almacenados en el sitio.

source: Hazardous substances and atmospheres most often do not give any clues as to their presence and the only way in which we are able to identify their existence is through an understanding of the environment in which we will be working and the hazards that may be present there.
es: La presencia de sustancias y atmósferas peligrosas a menudo pasa inadvertida y la única manera en que podemos advertirla se mediante la comprensión del entorno en que trabajamos y los peligros que pudieran presentar.

source: Hazardous substances and atmospheres most often do not give any clues as to their presence, and the only way in which we are able to identify their existence is through an understanding of the environment in which we will be working and the hazards that may be present there.
es: La presencia de sustancias y atmósferas peligrosas a menudo pasa inadvertida y la única manera en que podemos advertirla se mediante la comprensión del entorno en que trabajamos y los peligros que pudieran presentar.

source: Hazardous waste tracking will as a minimum require information regarding the:
es: El rastreo de residuos peligrosos exige como mínimo información sobre:

source: Hazardous waste – Waste that has the potential to cause harm to personnel or the environment due to the presence of hazardous materials, contamination or invasive species.
es: Residuos peligrosos: los residuos que tienen el potencial para causar daño al personal o al ambiente debido a la presencia de materiales peligrosos, contaminación o especies invasivas.

source: Hazards
es: Peligros

source: Hazards & Risks
es: Peligros y riesgos

source: Hazards associated with each step
es: Peligros asociados a cada paso

source: Hazards associated with each step.
es: Peligros asociados a cada paso

source: Hazards must be identified, risk assessed, and control measures identified and implemented.
es: Deben identificarse los peligros, evaluarse sus riesgos e identificarse e implementarse medidas de control.

source: Hazards present on the site and neighbouring sites.
es: Los peligros presentes en el sitio y en los sitios vecinos.

source: He also has considerable experience in probabilistic and risk assessment of surface and underground wedges, crown pillars for mine closure purposes, stability of open pits and long-term performance assessment and site characterisation for nuclear waste disposal.Dr. Carvalho graduated from the University of Toronto in 1982 and obtained his Master and Ph.D. degrees in 1984 and 1990, from the same University.In 1988 Dr. Carvalho moved to Tulsa, Oklahoma where he worked as a Research Scientist in well stability, fracture and sand control for Dowell-Schlumberger for 2 years.At the end of 1990 he moved back to Canada to work with Dr. Evert Hoek on the development of analysis software funded by the Mining Research Directorate in Ontario.
es: También tiene experiencia considerable en evaluación probabilística y de riesgo de cuñas superficiales y subterráneas, pilares corona para efecto de cierre de minas, estabilidad de rajos y evaluación de desempeño a largo plazo y caracterización de sitios para disposición de desechos nucleares.El Dr. Carvalho se graduó en la Universidad de Toronto en 1982 y obtuvo sus grados de Master y Ph.D. en 1984 y 1990 en la misma universidad.En 1988, el Dr. Carvalho se trasladó a Tulsa (Oklahoma), donde trabajó como científico investigador en estabilidad de pozos, fractura y control de arenas para Dowell-Schlumberger durante 2 años.A fines de 1990 regresó a Canadá para trabajar con el Dr. Evert Hoek en el desarrollo de software de análisis financiado por la Dirección de Investigación Minera de Ontario.

source: He also has considerable experience in probabilistic and risk assessment of surface and underground wedges, crown pillars for mine closure purposes, stability of open pits and long-term performance assessment and site characterisation for nuclear waste disposal.Relevant project experiences
es: También tiene experiencia considerable en evaluación probabilística y de riesgo de cuñas superficiales y subterráneas, pilares corona para efecto de cierre de minas, estabilidad de rajos y evaluación de desempeño a largo plazo y caracterización de sitios para disposición de desechos nucleares.Experiencia en Proyectos

source: He also managed multi-disciplinary projects involving rock mechanics, tailings, geochemistry and environmental impact assessments (Tulawaka, Choco, Calcatreu and Manantial-Espejo).
es: También ha gestionado proyectos multidisciplinarios relacionados con mecánica de rocas, relaves, geoquímica y evaluaciones de impacto ambiental (Tulawaka, Choco, Calcatreu y Manantial-Espejo).

source: He also offered short courses and workshops for clients and at International Conferences.
es: También ofreció cursos y talleres cortos para clientes en conferencias internacionales.

source: He can only rely on their training and their application of the plan.
es: Lo único que puede hacer es confiar en su entrenamiento y en que apliquen el plan.

source: He can’t plan every turn but he has a broad strategic plan to tackle Lewis and Mercedes.
es: Sabe que no se puede planificar cada curva, pero existe un plan estratégico general para lidiar con Lewis y Mercedes.

source: He has been COO of MMG for the past 6 years, leading growth of the company to a $12B global miner, active in Australia, Peru, DRC and SE Asia
es: Ha sido COO de MMG los últimos 6 años y lideró el crecimiento de la compañía hasta los US$ 12.000 millones, con actividades en Australia, Perú, Congo y Sudeste de Asia

source: He has been the lead rock mechanics engineer and has managed several underground and open pit projects from Scoping Level to Feasibility Level.
es: Ha sido ingeniero jefe en mecánica de rocas y gestionado varios proyectos subterráneos y a rajo abierto desde el nivel de alcance hasta el nivel de factibilidad.

source: He has concentrated on the investigation and design aspects of both civil and mining projects, and recently delivered a State of the Art paper on site investigation for hydropower and tunnelling design purposes.
es: Se ha concentrado en los aspectos de investigación y diseño de proyectos de obras civiles y minería y recientemente presentó un artículo con el estado del arte sobre investigación de sitios para efectos de diseño de centrales hidroeléctricas y túneles.

source: He has worked on numerous underground and surface heavy civil projects world-wide, and has over 20 years of experience relating to underground and surface design and construction.
es: Ha trabajado en numerosos proyectos de obras civiles subterráneas y superficiales en todo el mundo y tiene más de 20 años de experiencia relacionada con el diseño y construcción de obras subterráneas y superficiales.

source: He is Brazilian by birth and currently lives in Australia
es: Es de nacionalidad brasileña y reside en Australia

source: He is also experienced in the analysis of fluid flow through porous media including diffusion processes and in fluid flow and mass transport in fractures (as applied to hydraulic fracturing of petroleum reservoirs for recovery enhancement).
es: También tiene experiencia en el análisis de flujo de fluidos a través de medios porosos, incluidos los procesos de difusión, y en flujo de fluidos y transporte de masa en fracturas (aplicado a fracturación hidráulica de depósitos de petróleo para mejora de recuperación).

source: He is currently involved as a review consultant for the construction of the 1500MW Nathpa Jhakri Scheme in the Himalayas of Northern India.
es: Actualmente participa como consultor de revisión en la construcción de la central hidroeléctrica de 1500 MW Nathpa Jhakri en los Himalayas y el norte de la India.

source: He is experienced in elasto-plastic, visco-elastic and poro-elastic analysis of stress, including stress analysis of large open pit mines, underground storage schemes and tunnels for subway and hydroelectric developments and for underground mine planning.
es: Tiene experiencia en análisis elastoplástico, viscoelástico y poroelástico de tensión, incluido análisis de tensión de grandes minas a rajo abierto, planes de almacenamiento subterráneo y túneles para vías subterráneas y proyectos hidroeléctricos para minería subterránea.

source: He is experienced in elasto-plastic, visco-elastic, poro-elastic and thermo-mechanical analysis of stress, including stress analysis of large open pit mines, underground storage schemes, nuclear waste disposal, tunnels for subway and hydroelectric developments and for underground mine planning.
es: Tiene experiencia en análisis elastoplástico, viscoelástico, poroelástico y termomecánico de tensión, incluido análisis de tensión de grandes minas a rajo abierto, planes de almacenamiento subterráneo, disposición de residuos nucleares y túneles para vías subterráneas y proyectos hidroeléctricos para minería subterránea.

source: He knows the desired result but he can’t be too detailed as there are still some unknowns (e.g. opponents, circuits, weather).
es: Sabe el resultado que busca, pero no puede detallarlo porque todavía hay partes desconocidas (como los oponentes, circuitos, y el clima).

source: He knows what the team needs to do to ‘win’ and to overcome likely issues.
es: Sabe lo que el equipo necesita para “ganar”, y para superar posibles problemas.

source: He was a teaching assistant at the University of Toronto from 1982 to 1987 and an Adjunct Professor in the Department of Civil Engineering at the University of Toronto in the 1989/1990 Academic Year.
es: Fue ayudante de docencia en la Universidad de Toronto desde 1982 a 1987 y profesor adjunto en el Departamento de Ingeniería Civil en la Universidad de Toronto en el año académico de 1989/1990.

source: He was alone.
es: Se encontraba solo.

source: He was the principal developer of the programs PHASES and UNWEDGE under contract with the Mining Research Directorate, and had significant input into the development of the programs EXAMINE2D, SWEDGE and CPILLAR.
es: Fue el desarrollador principal de los programas PHASES y UNWEDGE según contrato con la Dirección de Investigación Minera y tuvo participación importante en el desarrollo de los programas EXAMINE2D, SWEDGE y CPILLAR.

source: Header Title
es: Título de encabezado

source: Headline Type
es: Título

source: Health & Safety
es: Salud y Seguridad

source: Health and Safety Improvements Heard and Discussed
es: Escuchar y Discutir Mejoras de Salud y Seguridad

source: Health and Safety Standards vs. Productivity Gains
es: Estándares de Salud y Seguridad vs. las Mejoras de Productividad

source: Health and Safety Environment Plan (HaSEP)
es: Plan de Salud, Seguridad y Medio Ambiente (HaSEP)

source: Health, Safety,
es: Salud, Seguridad

source: Heat/cold
es: Calor/frío

source: Hebecourt, Canada
es: Hebecourt, Canadá

source: Helicopter and charter flights
es: Vuelos chárter y en helicóptero

source: Hello, you may have recently received an email asking to make edits to a Learning.
es: Hola, es posible que hayas recibido un email donde se te pide modificar un Learning.

source: Help
es: Ayuda

source: Help Desk Support
es: Soporte de Help Desk

source: Help develop the cost structure in a proposal for a key client, and pursue the proposal through the award stage.
es: Asistir en el desarrollo de una estructura de costo para la propuesta de un cliente importante, y seguir la propuesta durante la etapa de adjudicación.

source: Help us make continuous improvements
es: Nos ayudan a seguir mejorando.

source: Helps us to continuously improve
es: Nos ayuda a seguir mejorando.

source: Her only exit was down the pile into the path of the dump truck.
es: Su única salida era hacia la pila, en dirección del camión tolva.

source: Here are a few things you can do in the coming weeks to engage around our refreshed brand with your colleagues, clients, friends and family.
es: Aquí hay algunas cosas que pueden hacer en las semanas venideras para dar a conocer nuestra nueva marca entre colegas y con clientes, amigos y familiares.

source: Here the driver needs to understand the issue, determine how to overcome it, and communicate that to the team chief and pit crew.
es: Es aquí que el piloto debe entender el problema, determinar cómo solucionarlo, y comunicar la solución al líder y al equipo en los pits.

source: Hidrogeocol carried out slug testing methods for all of their work, while Knight Piesold also undertook Lugeon tests in the bedrock.
es: Hidrogeocol utilizó métodos de ensayo de respuesta en todo su trabajo, mientras que Knight Piesold también llevó a cabo ensayos tipo Lugeon en el basamento rocoso.

source: High
es: Alto

source: High Complexity Projects
es: Proyectos de alta complejidad

source: High Potential Incident
es: Incidente con potencial alto

source: High Potential Incidents - Fatalities / Catastrophic Environmental Events (SIF/pSIF)
es: Incidente con Potencial Alto - Fatalidades / Eventos Ambientales Catastróficos (SIF/pSIF)

source: High Risk
es: Riesgo Alto

source: High Risk Travel Assessment process
es: Proceso de Evaluación de Viajes de Alto Riesgo

source: High Risk Travel process
es: Proceso de Viajes de Alto Riesgo

source: High Risk Work?
es: ¿Trabajo de alto riesgo?

source: High altitude sickness can occur in non-acclimatized individuals after rapid ascent to high altitude and includes Acute Mountain Sickness (AMS), High Altitude Pulmonary Edema (HAPE) and High Altitude Cerebral Edema (HACE).
es: El mal de altura puede ocurrirle a personas no aclimatadas tras un ascenso rápido a gran altitud y comprende el mal agudo de montaña (MAM), el edema pulmonar de altura (EPA) y el edema cerebral de altura (ECA).

source: High and very high risk incidents and hazards (as per risk matrix);
es: Incidentes y peligros de alto y muy alto riesgo (por matriz de riesgo);

source: High energy foods (such as: mixed nuts, dried fruit, dark chocolate, granola, energy bars, bite-size cheese pieces, bagels, nut butter, and hard crackers – but avoid foods with high sugar content).
es: Comida calórica (surtido de nueces, fruta desecada, chocolate amargo, granola, barras energéticas, trocitos de queso, pan, crema de avellanas, maní o almendras y galletas saladas, pero evitar alimentos con mucha azúcar)

source: High level technical review of slope stability assessment report prepared by DCR Ingenieros S.R.L.
es: Revisión técnica a alto nivel del informe de evaluación de estabilidad de taludes elaborado por DCR Ingenieros S.R.L.

source: High levels of heavy equipment traffic activity has led to increased roadway congestion.
es: El alto nivel de tráfico de maquinaria pesada ha aumentado la congestión en los caminos.

source: High resolution ground penetrating radar systems can show anomalies within concrete slabs.
es: Los georadares pueden mostrar anomalías en las losas de hormigón.

source: High risk tasks?
es: tareas de alto riesgo?

source: High visibility work wear or high visibility vest must be worn at all times when working near plant.
es: Debe usarse un atuendo de trabajo o chaleco de alta visibilidad en todo momento al trabajar cerca de maquinaria pesada o instalaciones.

source: Higher potential incidents may bring to bear more robust analysis techniques such as ICAM, TapRoot, or other methodologies as required by our clients.
es: Los incidentes con potencial alto pueden demandar la aplicación de técnicas de análisis más rigurosas como ICAM, TapRoot u otras metodologías según lo requieran los clientes.

source: Higher reliability comes from:
es: Una mayor fiabilidad se origina en:

source: Highly variable catch bench widths (Photograph 28) indicate poor survey control of blasthole layouts and bench toes and crest.
es: La alta variabilidad de anchos de banco de seguridad (Fotografía 28) indica un control deficiente en el levantamiento de la distribución de barrenos y pies y coronamientos de bancos.

source: Highway 69 – Dill Creek Crossing
es: Carretera 69 – Cruce Dill Creek

source: Hired driver exceeding speed limit (~50 km/h over posted limit)
es: Conductor contratado conduce sobre el límite de velocidad (~50 km/h más que el límite señalado)

source: His group has established an outstanding safety record and is focused on completing every project with no injuries.
es: Su grupo ha acumulado un destacado historial de seguridad y está determinado en llevar cada proyecto a término sin lesiones.

source: Historic (1995)4a
es: Histórico (1995)4a

source: Historic (1995)a
es: Histórico (1995)a

source: Historical M8.8 earthquakes in 1868 (Arica), 1877 (Iquique), and 2015 M8.3 (Illapel) occurred along parts of this plate interface.
es: A lo largo de esta interfaz de contacto entre placas han ocurrido los sismos históricos de M8,8 en 1868 (Arica) y 1877 (Iquique) y en 2015 el de M8,3 (Illapel).
